{
  "libros": [
    {
      "id": "9788445011409",
      "titulo": "El Hobbit",
      "autor": "J.R.R. Tolkien",
      "portada": "https://imagessl9.casadellibro.com/a/l/s7/09/9788445011409.webp",
      "completado": true,
      "sinopsis": "Bilbo Bolsón es como cualquier hobbit: no mide más de metro y medio, vive pacíficamente en la Comarca, y su máxima aspiración es disfrutar de los placeres sencillos de la vida (comer bien, pasear y charlar con los amigos). Pero su tranquilidad se ve interrumpida cuando el mago Gandalf y un grupo de trece enanos se presentan un día en su casa para involucrarlo en una aventura. Con la ayuda de un mapa misterioso, partirán hacia la Montaña Solitaria con el fin de rescatar el tesoro custodiado por Smaug el Dorado, un terrible y enorme dragón. A pesar de las reticencias de Bilbo a participar en esta búsqueda, pronto descubrirá una temeridad y una habilidad como ladrón que jamás hubiera sospechado poseer."
    },
    {
      "id": "9788445019979",
      "titulo": "El Silmarillion",
      "autor": "J.R.R. Tolkien",
      "portada": "https://imagessl9.casadellibro.com/a/l/s7/79/9788445019979.webp",
      "completado": true,
      "sinopsis": "El Silmarillion cuenta la historia de la Primera Edad, el antiguo drama del que hablan los personajes de El Señor de los Anillos, y en cuyos acontecimientos algunos de ellos tomaron parte, como Elrond y Galadriel… Una obra de autentica imaginación, una visión inspirada, legendaria o mítica, del interminable conflicto entre el deseo de poder y la capacidad de crear."
    },
    {
      "id": "9788445013557",
      "titulo": "EL SEÑOR DE LOS ANILLOS. LA COMUNIDAD DEL ANILLO",
      "autor": "J.R.R. Tolkien",
      "portada": "https://imagessl7.casadellibro.com/a/l/s7/57/9788445013557.webp",
      "completado": true,
      "sinopsis": "Primera entrega de la trilogía. «Este libro es como un relámpago en un cielo claro. Decir que la novela heroica, espléndida, elocuente y desinhibida, ha retornado de pronto en una época de un antirromanticismo casi patológico, sería inadecuado. Para quienes vivimos en esa extraña época, el retorno—y el alivio que nos trae—es sin duda lo más importante. Pero para la historia misma de la novela—una historia que se remonta a la Odisea y a antes de la Odisea—no es un retorno, sino un paso adelante o una revolución: la conquista de un territorio nuevo.»—C.S. Lewis, Time&Tide, 1954. «La obra de Tolkien, difundida en millones de ejemplares, traducida a docenas de lenguas, inspiradora de slogans pintados en las paredes de Nueva York y de Buenos Aires... una coherente mitología de una autenticidad universal creada en pleno siglo veinte.»—George Steiner, Le Monde, 1973"
    },
    {
      "id": "9788445018064",
      "titulo": "EL SEÑOR DE LOS ANILLOS. LAS DOS TORRES",
      "autor": "J.R.R. Tolkien",
      "portada": "https://imagessl4.casadellibro.com/a/l/s7/64/9788445018064.webp",
      "completado": true,
      "sinopsis": "La segunda entrega de la trilogía de J. R. R. Tolkien El Señor de los Anillos. Empieza tu viaje a la Tierra Media. Edición revisada. La misión parece abocada al fracaso, pero la aventura épica que se inició con La Comunidad del Anillo continúa? La Compañía se ha disuelto y sus integrantes emprenden caminos separados. Frodo y Sam avanzan solos en su viaje a lo largo del río Anduin, perseguidos por la sombra misteriosa de un ser extraño que también ambiciona la posesión del Anillo. Mientras, hombres, elfos y enanos se preparan para la batalla final contra las fuerzas del Señor del Mal. «Entre las grandes obras de ficción imaginativa del siglo xx.» Sunday Telegraph «Una historia magníficamente contada, con todo tipo de color, movimiento y grandeza.» New Statesman"
    },
    {
      "id": "9788445018071",
      "titulo": "EL SEÑOR DE LOS ANILLOS. EL RETORNO DEL REY",
      "autor": "J.R.R. Tolkien",
      "portada": "https://imagessl1.casadellibro.com/a/l/s7/71/9788445018071.webp",
      "completado": true,
      "sinopsis": "La tercera entrega de la trilogía de J. R. R. Tolkien El Señor de los Anillos. Empieza tu viaje a la Tierra Media. Edición revisada. La última parte del viaje de Frodo y Sam, el espectacular final de la épica historia creada por J. R. R. Tolkien. Los ejércitos del Señor Oscuro van extendiendo cada vez más su maléfica sombra por la Tierra Media. Hombres, elfos y enanos unen sus fuerzas para presentar batalla a Sauron y sus huestes. Ajenos a estos preparativos, Frodo y Sam siguen adentrándose en el país de Mordor en su heroico viaje para destruir el Anillo de Poder en las Grietas del Destino. «Un final triunfante? un gran trabajo, tanto en la concepción como en la ejecución.» Daily Telegraph «Un trabajo extraordinariamente imaginativo, parte saga, parte alegoría, y emocionante en su totalidad.» The Times"
    },
    {
      "id": "2ad6b5e2-9c2b-4959-b740-9335c85eed74",
      "titulo": "1984",
      "autor": "George Orwell",
      "portada": "https://imagessl4.casadellibro.com/a/l/t7/44/9788499890944.jpg",
      "completado": false,
      "sinopsis": "La historia comienza en el año 1984 en una sociedad inglesa dominada por un sistema de colectivismo burocrático controlado por el Gran Hermano. Un funcionario del Ministerio de la Verdad, Winston Smith, tratará de rebelarse contra ese control, manipulación y autoritarismo. Su trabajo consiste en (re)escribir la historia de forma que siempre coincida con los ideales e intereses del partido único. Por eso, también se encarga de hacer desaparecer los diarios y archivos que los pongan en duda, así como los nombres de aquellos en contra del régimen. No obstante, conserva un diario en el que expresa sus dudas y sentimientos hacia el gobierno."
    },
    {
      "id": "9bbf84ae-20bc-4477-89c9-eab36ac417dd",
      "titulo": "¿Sueñan los androides con ovejas eléctricas?",
      "autor": "Phillip K. Dick",
      "portada": "https://imagessl7.casadellibro.com/a/l/t7/57/9788445006757.jpg",
      "completado": false,
      "sinopsis": "La célebre Blade Runner protagonizada por Harrison Ford está inspirada en esta novela de Phillip K. Dick ambientada en el año 2021, cuando la guerra mundial ha exterminado a millones de personas. Los recursos son cada vez más limitados y los supervivientes tratan de conseguir cualquier animal vivo para alimentarse, pero aquellos que no pueden permitirse pagar por ellos se ven obligados a adquirir réplicas increíblemente realistas. Las empresas llegan incluso a fabricar seres humanos artificiales tan perfectos que empiezan a albergar sentimientos y a sufrir su opresión. Rick Deckard, el protagonista, es un cazarrecompensas que debe encontrar androides rebeldes y retirarlos. Todo se complicará cuando tenga que enfrentarse a los nuevos modelos Nexus-6, prácticamente indistinguibles de los seres humanos."
    },
    {
      "id": "85f06643-f095-4a85-9d93-b9a78eb42e39",
      "titulo": "Dune",
      "autor": "Frank Herbert",
      "portada": "https://imagessl9.casadellibro.com/a/l/t7/79/9788466353779.jpg",
      "completado": false,
      "sinopsis": "La última adaptación cinematográfica protagonizada por Timothée Chalamet ha rescatado este clásico de la ciencia ficción que ya había llevado a la pantalla David Lynch en los años 80. En el desértico planeta Arrakis, el agua escasea y es el bien más preciado. Sin embargo, ese territorio tiene una gran importancia estratégica para el Emperador, las Grandes Casas y la Cofradía, los tres grandes poderes de la galaxia, pues es el único lugar conocido en el que se produce la melange, una especia con unas propiedades únicas. Al duque Leto Atreides se le asigna la gobernanza de Arrakis, habitado por los Fremen y monstruosos gusanos de arena de centenares de metros de longitud. Sin embargo, cuando los Atreides son traicionados, su hijo y heredero, Paul, emprenderá un viaje hacia un destino más grande de lo que jamás hubiera imaginado."
    },
    {
      "id": "55d91e87-688a-4970-aa3d-c4f01304409a",
      "titulo": "Un mundo feliz",
      "autor": "Aldous Huxley",
      "portada": "https://imagessl7.casadellibro.com/a/l/t7/57/9788497594257.jpg",
      "completado": false,
      "sinopsis": "En ese mundo huxleisiano han triunfado el capitalismo, el consumo y la comodidad. Los humanos ya no procrean, los habitantes se crean in vitro en auténticas cadenas de montaje, el sexo se ha convertido solo en una diversión y el amor en algo extraño. Las letras del alfabeto griego clasifican a los seres humanos por castas y todo el mundo acepta su lugar en la nueva jerarquía social. El soma, la droga por excelencia, ayuda a los habitantes a escapar de la rutina donde la libertad de expresión y el pensamiento crítico han sido erradicados. Bernard Marx, el protagonista, deberá probar los límites de la sociedad distópica que lo ha engendrado."
    },
    {
      "id": "b95e5718-3227-48e4-87c3-82975a411056",
      "titulo": "El juego de Ender",
      "autor": "Orson Scott Card",
      "portada": "https://imagessl3.casadellibro.com/a/l/t7/93/9788420434193.jpg",
      "completado": false,
      "sinopsis": "Un texto en el que se percibe la influencia de Huxley y Wells en su autor, Orson Scott Card. La Tierra se ve amenazada por una raza extraterrestre, los Insectores, capaces de comunicarse telepáticamente. Para derrotarlos es necesario una nueva clase de genio militar, por lo que se ha hecho una excepción y se ha permitido el nacimiento de Ender. En este mundo, se ha limitado a dos el número de descendientes y Ender es un tercer hijo. Este niño aprenderá todo lo relativo a la guerra en los videojuegos y en los peligrosos ensayos de batallas espaciales que realiza con sus compañeros."
    }
  ]
}
